app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-11-17 22:20:07.784104"], ["updated_at", "2020-11-17 22:20:07.784104"]]
---
    def create
        @school_class = SchoolClass.new
        @school_class.title = params[:title]
        @school_class.room_number = params[:room_number]
        @school_class.save