app/controllers/students_controller.rb

    def create
        @student = Student.new
        @student.first_name = params[:first_name]
        @student.last_name = params[:last_name]
        @student.save
---
INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-11-17 22:07:43.088998"], ["updated_at", "2020-11-17 22:07:43.088998"]]